;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Fero Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Disk Cleaner 9.32.652
; Update: 2016-11-10
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
ClearMode=Čistý režim
ClassicMode=Klasický režim

[Translation]
ReadHabit=Left-to-right
LanguageName=SKY
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Popup Menu
;
pmGo=Otvoriť umiestnenie súboru
pmNone=Zrušiť výber
pmAll1=Vybrať všetko
pmrec=Odporúčané
pmIgnore=Vylúčiť túto položku
pmExport=Exportovať do...
pmInvert=Obrátiť výber
;
; Main GUI
;
FrmWDC.pmPortable.caption=Vytvoriť prenosnú verziu
FrmWDC.pmRestore.caption=Obnovenie
FrmWDC.pmSettings.caption=Nastavenia
FrmGeneral.chkuac.caption=Preskočiť UAC
FrmWDC.pmHelp.caption=Pomocník online
FrmWDC.pmHome.caption=Domovská stránka
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Kontaktujte nás
FrmWDC.pmCheckNew.caption=Skontrolovať aktualizácie
FrmWDC.pmLang.caption=Vybrať jazyk
FrmWDC.pmSkin.caption=Vybrať vzhľad
FrmWDC.pmabout.caption=O programe
FrmWDC.btncomm.caption=Všeobecné čistenie
FrmWDC.btnadv.caption=Pokročilé čistenie
FrmWDC.btnsilm.caption=Redukcia systému
FrmWDC.btnlikeit.caption=Páči sa mi
FrmWDC.btnsuggest.caption=Podpora a odozva
FrmWDC.btnupdate.caption=Skontrolovať aktualizácie
FrmWDC.btnfacebook.hint=Sledujte nás na Facebooku
FrmWDC.btntwitter.hint=Zdieľajte Wise Disk Cleaner na Twitteri
FrmWDC.btnemail.hint=Zdieľajte Wise Disk Cleaner s priateľmi
FrmWDC.btnassist.caption=Asistencia
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Položka "Vyhľadať prázdne súbory" je účinná iba raz.Nabudúce ju budete musieť vybrať znova.
Frmadvdc.btnscan.caption=Skenovať
Frmadvdc.lblpath.caption=Oblasť skenu:
Frmadvdc.btnrescan.caption=Nový sken
Frmadvdc.btnall.caption=Vybrať všetko
Frmadvdc.btnadvanced.caption=Pokročilé nastavenia
Frmadvdc.btnnone.caption=Zrušiť výber
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner je najlepší program zdarma na čistenie registrov Windows.Je rýchly,dôkladný a bezpečný.
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Najvyššia rýchlosť skenovania na svete!
Frmadvdc.lblrec.caption=Ďalšie aplikácie používateľov:
Frmadvdc.vtfiles.Columns[0]=Názov súboru
Frmadvdc.vtfiles.Columns[1]=Veľkosť
Frmadvdc.vtfiles.Columns[2]=Cesta
Frmadvdc.vtfiles.Columns[3]=Posledný prístup
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Pridať
FrmAdvSettings.btnremove.caption=Odstrániť
FrmAdvSettings.btncancel.caption=Zrušiť
FrmAdvSettings.wcknull.caption=Vyhľadať prázdne súbory (0 bajtov,pomalé)
FrmAdvSettings.wckshortcut.caption=Vyhľadať neplatných zástupcov (Pomalé)
FrmAdvSettings.caption=Pokročilé nastavenia
FrmAdvSettings.btnre.caption=Odporúčané
FrmAdvSettings.btnall.caption=Všetko
FrmAdvSettings.btnnone.caption=Zrušiť výber
;
; Input 
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Zrušiť
;
; About
;
FrmAbout.caption=O programe
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAbout.btngoogle.hint=Sledujte nás na Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Príkazový riadok
FrmAutorunSettings.lblcmdinfo.caption=Z príkazového riadku môžete spustiť automatické skenovanie a čistenie vašich diskov.Pre viac informácií stlačte F1,alebo kliknite na nasledujúcu URL adresu pre čítanie dokumentov pomocníka.
FrmAutorunSettings.chk1.caption=Vytvoriť ikonu "Vyčistiť na 1-kliknutie" a umiestniť ju na plochu.
FrmAutorunSettings.chkadv.caption=Zahrnúť pokročilé čistenie
FrmAutorunSettings.btnhelp.caption=Pomocník online
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Vlastné
Frmcommon.lblcustomhint.caption=Skenovať prispôsobené záznamy.
FrmCommon.btnBack.caption=Späť na hlavnú
FrmCommon.btnall.caption=Vybrať všetko
FrmCommon.btnre.caption=Odporúčané
FrmCommon.btnnone.caption=Zrušiť výber
FrmCommon.wckadv.caption=Zahrnúť pokročilé čistenie
FrmCommon.WiseLabel1.caption=Plánovanie
FrmCommon.lbltype.caption=Typ spustenia:
FrmCommon.lblweek.caption=Vyberte deň:
FrmCommon.lbltime.caption=Vyberte čas:
FrmCommon.btnScan.caption=Skenovať
FrmCommon.lblstat.caption=Rýchlo a ľahko odstráni nepotrebné súbory a stopy.
FrmCommon.btncancel.caption=Zrušiť
FrmCommon.btnrescan.caption=Nový sken
FrmCommon.lbltrash.caption=Odpad
FrmCommon.lbltrace.caption=Stopy
FrmCommon.lblapp.caption=Aplikácie
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Nepotrebné súbory v PC
FrmCommon.lbltracehint.caption=Systémové a používateľské stopy
FrmCommon.lblapphint.caption=Nepotrebné súbory v PC vytvorené inými aplikáciami
FrmCommon.lblcookiehint.caption=Internetové prehliadače a Flash cookies
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Pridať súbor
FrmExclusion.btnAddFolder.caption=Pridať priečinok
FrmExclusion.btnAddType.caption=Pridať typ súboru
FrmExclusion.BtnAddCookie.caption=Pridať cookies
FrmExclusion.btnImport.caption=Importovať
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
;
; General Settings
;
FrmGeneral.lblmode.caption=Zvoľte režim,ktorý chcete používať:
FrmGeneral.chkmode0.caption=Čistý režim
FrmGeneral.chkmode1.caption=Klasický režim
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.chkNews.caption=Automaticky kontrolovať novinky
FrmGeneral.chknotice.caption=Zobrazovať oznámenia autočistenia
FrmGeneral.chkwipe.caption=Bezpečné odstraňovanie (Pomalé)
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.lblexp.caption=Detaily
FrmGeneral.chkassist.caption=Upozorniť ma,ak niekto odoslal platenú otázku
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Vlastné priečinky na vyprázdnenie: (Platné pre pokročilé čistenie)
FrmCustom.btnAdd.caption=Pridať
FrmCustom.btnRemove.caption=Odstrániť
FrmCustom.lblCustom.caption=Prispôsobte si vaše pravidlá skenovania.
FrmCustom.lblcustominfo.caption=Ak ste skúsený používateľ,môžete si prispôsobiť vaše pravidlá skenovania pre vyhľadanie ďalších nepotrebných súborov.Kliknutím na nasledujúci odkaz sa dozviete ako vytvoriť váš konfiguračný súbor.
FrmCustom.btnhelp.caption=Pomocník online
;
; Mode Settings
;
FrmMode.lblmode.caption=Zvoľte režim,ktorý chcete používať.
FrmMode.btnAdv.caption=Klasický režim
FrmMode.btnSimple.caption=Čistý režim
;
; Restore
;
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
FrmRestore.Btnclose.caption=Zatvoriť
FrmRestore.caption=Centrum obnovenia
;
; Settings
;
FrmSettings.tsCommon.caption=Hlavné
FrmSettings.tsAutoRun.caption=Auto štart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnAbout.caption=O programe
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Zrušiť
FrmSettings.caption=Nastavenia
FrmSettings.tsCustom.caption=Vlastné
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Skúste naše produkty pre zvýšenie výkonu Windows.
FrmSysClean.lblcareinfo.caption=Wise Care 365 je nástroj na ladenie PC, ktorý obsahuje všetky funkcie z Wise Registry Cleaner a Wise Disk Cleaner.Je efektívny a jednoduchý na použitie.
FrmSysClean.lblre.caption=Chcete ďalej zlepšovať výkon Windows?
FrmSysClean.btnSlimming.caption=Odstrániť
FrmSysClean.btnall.caption=Vybrať všetko
FrmSysClean.btnrecommended.caption=Odporúčané
FrmSysClean.btnnone.caption=Zrušiť výber
FrmSysClean.vtsys.Columns[0]=Položky
FrmSysClean.vtsys.Columns[1]=Veľkosť
FrmSysClean.vtsys.Columns[2]=Umiestnenie
FrmSysClean.vtsys.Columns[3]=Navrhovaný postup
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Voľné miesto
FrmDiskDefrag.btnfolder.caption=Priečinky
FrmDiskDefrag.btnfile.caption=Súbory
FrmDiskDefrag.btnsystem.caption=Systémové
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vypnúť PC po defragmentácii disku.
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Zastaviť
FrmDiskDefrag.btnDefrag.caption=Defragmentovať
FrmWDC.btndefrag.caption=Defragmentácia
;
; Schedule task
;
FrmScheduler.caption=Plánovanie

[Message]
Skipped=Preskočené
NeedAdmin=Funkcia požaduje riadenie správcom.Ak chcete funkciu spustiť,prihláste sa ako správca.
Entries=(Stôp)
Clean=Čisté
ScheduleHint=Automatické čistenie PC
UpdateError=Aktualizácia zlyhala.Chcete stiahnuť inštalačný súbor z našej stránky?
LestOneItem=Vyberte aspoň jednu položku na odstránenie.
HistorySaved=Celkovo uvoľnené miesto: %s
DisableAdd=Z bezpečnostných dôvodov priečinky ako Windows,spúšťací HDD a CD-ROM nemôžu byť pridané do tohto zoznamu.
ConfirmAdd=Naozaj chcete odstrániť všetky súbory z %s po spustení pokročilého čistenia?
DupFolder=Tento priečinok už je v zozname.
ExImport=Zoznam vylúčených bol exportovaný do:
SelectHardDrive=Vyberte disk
CreationDate=Dátum a čas vytvorenia
Description=Popis
NowCleaning=Čistím:
ScheduleNextTime=Ďalšie spustenie:
Never=Nikdy
InputType=Zadajte názov alebo typ súboru (Napríklad: *.tmp)
WarnNoType=Vyberte aspoň jeden typ súboru na vyhľadanie.
NoItemChecked=Vyberte aspoň jeden súbor na odstránenie.
WDCRunning=Program je spustený.
RemoveSysRestore=Chcete odstrániť vybraný bod obnovenia systému?
RestoreFromSysRestore=Po obnovení systému musíte reštartovať PC.Chcete spustiť obnovenie?
WarnZeroFile=Vybrali ste režim "Vyhľadať prázdne súbory".Niektoré súbory s dĺžkou 0 bajtov sú dôležité,preto ich skontrolujte skôr ako ich odstránite.Naozaj to chcete takto urobiť?
SysRestoring=Príprava na obnovenie systému...
SysCreating=Vytváram bod obnovenia systému...
Browse=Prezerať...
AllHardDrive=Lokálny pevný disk
Cleaning=Čistím...
Exported=Aktuálne položky boli exportované do %s.Chcete tento súbor otvoriť?
LeftTimeSec=Trvanie: %s sek.
Safetodel=Túto položku môžete bezpečne odstrániť.
MoreSpace=Voliteľné
Unknow=Neznáme.
AddFileType=Pridanie typu súboru
AlreadExist=%s už je v zozname.
illegalType=%s je neplatný typ súboru.
Summary=Popis
InputSummary=Zadajte popis pre tento typ súboru:
noselected=Neboli vybrané žiadne položky.
DelFileType=Naozaj chcete odstrániť tento typ súboru?
ScanAborted=Skenovanie bolo zrušené.
TrashFound=Nájdených súborov %d o veľkosti %s.
NoTrashAndTrace=Gratulujeme! Vaše PC je čisté.
CleanDone=Čistenie je dokončené.
LestOne=Vyberte aspoň jednu položku na skenovanie.
LestOneClean=Vyberte aspoň jednu položku na odstránenie.
Scanning=Skenujem...
InvalidIgnorItem=Túto položku nie je možné vylúčiť.
TraceFound=Počet stôp %d
CleanNow=Odporúčame okamžite spustiť čistenie.
TrashRemoved=Odstránených súborov %d o veľkosti %s.
TraceRemoved=Odstránených stôp%d.
LastCommonClean=Naposledy ste čistili váš disk:
Working=Počkajte na dokončenie aktuálnej úlohy a skúste to znova.
NoFilesFound=Žiadne nepotrebné súbory
NoTracesFound=Žiadne stopy
FindTraces=Nájdených stôp %d
NoItemFound=Neboli nájdené žiadne položky
FindFilesSize=Nájdených súborov %d o veľkosti %s
FindTracesSection=Nájdených stôp v tejto sekcii %d
CanFreeSpace=Nájdených súborov %d.Na disku uvoľníte %s.
TotalTraces=Spolu nájdených stôp %d.
EnableRestore=Obnovenie systému je vypnuté.Chcete ho zapnúť?
RestorePointFail=Vytvorenie bodu obnovenia zlyhalo.
ErrorMsg=Hlásenie o chybe:
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
KeyWord=Zadajte výrazy:
AddFolder=Pridajte priečinok
CannotCrTask=Naplánovaná úloha sa nedá vytvoriť.
InvalidType=Zadajte platnú príponu súboru.
NoType=Vyberte aspoň jeden typ na vyhľadanie.
FailToDelete=Niektoré súbory budú odstránené až po reštartovaní PC.
GoodHabit=Udržiavať svoje PC čisté je dobrý zvyk.
7After=Počet dní od posledného čistenia %d.Odporúčame spustiť skenovanie.
7Before=Udržiavať svoje disky čisté a súkromie zabezpečené je dobrý zvyk.
TaskExists=Naplánovaná úloha existuje.Chcete ju odstrániť a vytvoriť novú? (Nie - upraviť existujúcu.Zrušiť - zrušiť proces.)
NoBackupSelected=Vyberte aspoň jednu zálohu na obnovenie.
StartScan=Skenovať
StartClean=Vyčistiť
Cancel=Zrušiť
Idle=Pri nečinnosti
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
AvdDefaultHint=Vyhľadajte ďalšie nepotrebné súbory a uvoľnite viac miesta.
TrashFoundEx=Boli nájdené nasledujúce nepotrebné súbory:
NoDriveChecked=Vyberte aspoň jeden disk na skenovanie.
ScanFor=Skenujem disk:
FindDrives=Vyhľadávam disky...
Login=Pri prihlásení
NewVer=Bola nájdená nová verzia Wise Disk Cleaner! Chcete ju aktualizovať?
TranslateTo=Preložiť do...
AddCookies=Pridať cookies
InputCookie=Zadajte cookies (Napríklad: wisecleaner.com atď.)
InvalidCookie=Neplatné cookies
BrowserRunning=%s je spustený.Chcete ho ukončiť? Inak sa vyrovnávacia pamäť ani cookies nedajú vyčistiť.

[CommonClean]
ScanAbortedHint=Odporúčame znova spustiť sken a vyhľadať nepotrebné súbory a stopy.
DefaultHint=Previdelné čistenie šetrí miesto na disku a chráni vaše súkromie.
ScanAbortedHint1=Odporúčame znova spustiť sken a vyhľadať nepotrebné súbory.
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení

[SysClean]
Open=Otvoriť
Remove=Odstrániť
MoreSpace=Voliteľné
Cleaning=Čistím...
Scanning=Skenujem...
ScanEnd=Nájdených položiek %d.Na disku uvoľníte %s.
NoItems=Gratulujeme! Váš systémový disk je čistý.
SpaceFreed=Redukcia je dokončená.Uvoľnené miesto %s.
Installer=Zastaralé inštalátory Windows
LongInstaller=Zastaralé inštalátory nie sú potrebné a môžu byť odstránené.
PatchUninstall=Odinštalačné súbory aktualizácií Windows
LongPatchUninstall=Ak nebudete odinštalovávať aktualizácie,tak ich odstráňte.
Downloadedfiles=Stiahnuté inštalačné súbory Windows
Longdownloadedfiles=Po úspešnej inštalácii aktualizácií ich môžete odstrániť.
Baselinecache=Vyrovnávacia pamäť inštalačnej služby Windows
LongBaselinecache=Súbory vytvorila služba Windows a môžu byť odstránené.
JPIME=Japončina IME
LongJPIME=Ak ju nepotrebujete,tak ju odstráňte.
KoreanIME=Kórejčina IME
LongKoreanIME=Ak ju nepotrebujete,tak ju odstráňte.
TChineseIME=Tradičná čínština IME
LongTChineseIME=Ak ju nepotrebujete,tak ju odstráňte.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ak ho nepotrebujete,tak ho odstráňte.
HelpFile=Súbory pomocníka Windows
LongHelpFile=Ak ich nepotrebujete,tak ich odstráňte.
SamplePic=Ukážkové obrázky Windows
LongSamplePic=Ak ich nepotrebujete,tak ich odstráňte.
SampleMic=Ukážková hudba Windows
LongSampleMic=Ak ju nepotrebujete,tak ju odstráňte.
SampleVideos=Ukážkové videá Windows
LongSampleVideos=Ak ich nepotrebujete,tak ich odstráňte.
SampleMedia=Ukážkové médiá Windows
LongSampleMedia=Ak ich nepotrebujete,tak ich odstráňte.
Wallpaper=Súbory tapiet Windows
LongWallpaper=Ak ich nepotrebujete,tak ich odstráňte.
[DiskDefrag]
Volume=Disk
Format=Systém súborov
TotalSpace=Celkové miesto
FreeSpace=Voľné miesto
Fragmented=Fragmentácia
Status=Stav
PmDefrag=Defragmentovať
QuickOpt=Rýchlo optimalizovať
FullOpt=Celkovo optimalizovať
PmAnlyse=Analyzovať
Resume=Pokračovať
Analying=Analyzujem
Defragmenting=Defragmentujem
Optimizing=Optimalizujem
Analyed=Analyzované
Defragmented=Defragmentované
Optimized=Optimalizované
Pause=Pauza
IsSSD=Váš výber môže obsahovať SSD disk.Defragmentácia môže skrátiť jeho životnosť.Naozaj chcete pokračovať?
FragmentedRate=Fragmentácia

[Area]
MSOfficeXP=Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA Install Files
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=QQ Recived Images
QQRFile=QQ Recived Files
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Vyrovnávacia pamäť Yandex
YandexLocalstorage=Lokálne úložisko Yandex
YandexForm=História automatického doplňovania formulárov Yandex
Yandexpass=Uložené heslá Yandex
YandexSession=Relácie Yandex
YandexCookies=Cookies Yandex
Vivaldi=Vivaldi
VivaldiCache=Vyrovnávacia pamäť Vivaldi
Vivaldilocalstorage=Lokálne úložisko Vivaldi
VivaldiForm=História automatického doplňovania formulárov Vivaldi
VivaldiSavedpasswords=Uložené heslá Vivaldi
VivaldiSession=Relácie Vivaldi
VivaldiCookies=Cookies Vivaldi
WinSxsBackup=Zálohy WinSxs Windows
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Lokálne úložisko Chrome
LogFiles=Súbory protokolov
syscache=Vyrovnávacia pamäť systému
Systempatches=Záplaty systému
tempfiles=Dočasné súbory
Invalidsysconfig=Neplatné konfigurácie systému
SystemTrace=Stopy aplikácií a Windows
WindowsSystem=Systém Windows
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Súčasti Windows
Cookies=Cookies
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Neplatné naplánované úlohy
Downloads=Súbory stiahnuté prehliadačom
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Relácie Microsoft Edge
MSEdgeCookies=Cookies Microsoft Edge
MSEdgeCache=Vyrovnávacia pamäť Microsoft Edge
MSEdgeRecentlyTypedURLs=Nedávno zadané URL adresy v Microsoft Edge
MSEdgeSavedFormInformation=Uložené údaje formulárov Microsoft Edge
MSEdgeSavedPasswords=Uložené heslá Microsoft Edge
MSEdgeHistory=História Microsoft Edge
MSEdgeDownloadHistory=História sťahovania Microsoft Edge
IISLog=Súbory protokolov IIS
WindowsSysCache=Vyrovnávacia pamäť Windows
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Relácie Google Chrome
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=Vyrovnávacia pamäť PaleMoon
PaleMoonHistory=História PaleMoon
PaleMoonCookies=Cookies PaleMoon
PaleMoonDownloadHistory=História sťahovania PaleMoon
PaleMoonSession=Relácie PaleMoon
PaleMoonSitePreferences=Preferencie stránky PaleMoon
PaleMoonSavedFormInformation=Uložené údaje formulárov PaleMoon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Vyrovnávacia pamäť inštalátora Windows
MESCache=Microsoft Security Essentials
AppleInstallCache=Vyrovnávacia pamäť inštalácií programov Apple
MetroCache=Vyrovnávacia pamäť Windows Metro
UserDefine=Používateľom definované pravidlá čistenia
OfficeRecent=História nedávno otvorených dokumentov v Microsoft Office
IEHistory=Aktívna história Microsoft IE
FontCache=Vyrovnávacia pamäť písma Windows
InvalidStartMenu=Neplatné položky v ponuke Štart
PDFCreator=PDF Creator
PDFArchitect=PDF Architect
AdobeReaderTmp=Dočasné súbory Adobe Reader
AdobePhotoshop=História Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Vyrovnávacia pamäť Opery
OperaHistory=História Opery
OperaCookies=Cookies Opery
OperaSessions=Relácie Opery
OperaURLHistory=Zadané URL adresy v Opere
OperaSiteIcon=Ikony internetových stránok Opery
OperaPassword=Uložené heslá Opery
Networkmapping=História mapovania sieťovej jednotky
LastDownloadDir=Umiestnenie posledného sťahovania
TrashClean=Nepotrebné súbory v PC
TraceClean=Stopy v PC
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Správca obrázkov Microsoft Office
Office=Microsoft Office
OfficeRecent=História nedávno otvorených dokumentov v Microsoft Office
TypeOtherApp=Ostatné aplikácie
WindowsPaint=Windows Maľovanie
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Súčasti Windows
FireFoxOther=Ostatné histórie Mozilla Firefox
FireFoxPass=Uložené heslá Mozilla Firefox
FireFoxForm=História automatického doplňovania formulárov Mozilla Firefox
FireFoxCookies=Cookies Mozilla Firefox
ChromePass=Uložené heslá Google Chrome
ChromeForm=História automatického doplňovania formulárov Google Chrome
ChromeCookies=Cookies Google Chrome
IEPass=Uložené heslá Microsoft IE (Súkromné údaje nebudú uvedené)
IEForm=História automatického doplňovania formulárov Microsoft IE (Súkromné údaje nebudú uvedené)
IECookies=Cookies Microsoft IE
DOMStoreCookies=Cookies DOM Store Microsoft IE
IEAddressBarHistory=História riadku adries Microsoft IE
TypeInternet=História prehliadania internetu
JumpList=Zoznamy odkazov panela úloh (Opravené položky budú tiež odstránené)
SearchList=História vyhľadávania Windows
TraryNotify=Vyrovnávacia pamäť panela úloh Windows
ExplorerMRU=Ostatné MRU položky Prieskumníka
Recentdocuments=Nedávno otvorené dokumenty
RunStartMenu=Spustené v ponuke Štart
TypeSystem=Systém Windows
Flash=Adobe Flash Player
TypeMedia=Multimédiá
FireFoxCache=Vyrovnávacia pamäť Mozilla Firefox
ChromeCache=Vyrovnávacia pamäť Google Chrome
IECahce=Vyrovnávacia pamäť Microsoft IE
LogFile=Súbory systémových protokolov
DownloadedPatch=Súbory aktualizácií Windows
ErrorReport=Súbory chybových hlásení
Dump=Súbory výpisov pamäte
ThumbCache=Vyrovnávacia pamäť náhľadov
InvalidLnk=Neplatný zástupcovia
UserTemp=Nepotrebné súbory vytvorené aplikáciami
SysTemp=Nepotrebné súbory vytvorené systémom Windows
Prefetch=Staré údaje Prefetch
RemoteDesktop=Vyrovnávacia pamäť súborov vzdialenej plochy
Recyclebin=Odpadkový kôš
SafariCache=Vyrovnávacia pamäť Safari
SafariHistory=História Safari
SafariCookies=Cookies Safari
SafariPass=Uložené údaje formulárov Safari
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Definovaný používateľom
ZeroFile=Prázdny súbor - 0 bajtov
WinSetupLog=Súbor protokolu chybnej inštalácie Windows
NtUninstall=Odinštalačný zdroj záplaty Windows
InvalidLnk=Neplatný odkaz
UserTemp=Súbor v dočasnom priečinku používateľa
WinTemp=Súbor v dočasnom priečinku Windows
RecentFiles=Odkaz na nedávno otvorený súbor
PatchSource=Zdroj aktualizácie Windows
TempFile=Dočasný súbor
fcwdir=Súbor vytvorený počas procesu sťahovania
tfcbp=Dočasný súbor vytvorený aplikáciou
sdrf=Súbor obnovenia vytvorený počas skenovania disku
OldFile=Starý súbor
outdatedfile=Zastaralý súbor
fcwhfir=Súbor vytvorený počas behu pomocníka
Ncfile=Súbor vyrovnávacej pamäte diskusnej skupiny
Backupfile=Záložný súbor
WBfile=Záložný súbor Microsoft Word
Cbswahf=Súbor vytvorený počas prehľadávania súborov pomocníka
whtf=Dočasný súbor pomocníka Windows
Logfile=Súbor protokolu
LLogfile=Súbor protokolu vytvorený aplikáciou alebo systémovou službou
Errorfile=Chybný súbor
Wmdf=Súbor výpisu pamäte Win2000/XP
bcomf=Záložná kópia upraveného súboru
Indexfile=Indexový súbor
ifcbsiotitpbs=Indexový súbor vytvorený systémom pre zrýchlenie zobrazovania obrázkov
Tfcds=Dočasný súbor vytvorený počas inštalácie
Intermediatefile=Pomocný súbor
chkfile=Obnovený súbor

[AutoClean]
DiskSaved=(Uvoľneného miesta)
Title=Gratulujeme!
TraceCleanned=(Odstránených stôp)

[Skin]
SkinDefault=Predvolený
SkinGray=Šedý
SkinOrange=Oranžový
SkinCustom=Vlastný
SkinColor=Vlastná farba vzhľadu

[AutoUpdate]
CurrentFile=Aktualizujem súbor:
Canceling=Prerušujem...
CANCEL=Zrušiť
Ready=Príprava sťahovania...

[EUASK]
regcaption=Registrácia
logincaption=Prihlásenie
FrmEuaskLogin.lblJoin.Caption=Pripojenie k Euask
FrmEuaskLogin.lblSign.Caption=Prihlásenie do Euask
FrmEuaskLogin.lblnick.Caption=Používateľ:
FrmEuaskLogin.lbl1.Caption=Heslo:
FrmEuaskLogin.btnlogin.caption=Prihlásiť
FrmEuaskLogin.btnregister.Caption=Zaregistrovať
FrmEuaskLogin.btnpwd.Caption=Zabudli ste heslo?
FrmEuaskLogin.WiseLabel1.Caption=Používateľ:
FrmEuaskLogin.WiseLabel2.Caption=Heslo:
FrmEuaskLogin.btnreg.caption=Zaregistrovať
FrmEuaskLogin.WiseSimpleButton1.Caption=Prihlásiť
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Teraz nie
inputuser=Zadajte heslo a názov používateľa.